import React from "react";
import "./PrivacyPolicy.scoped.css";

const PrivacyPolicy = () => {
  return (
    <div className="privacyPolicy">
      <div className="privacyPolicy-wrapper">
        <p>개인정보 처리방침</p>
        <br />
        <p>
          capet은 개인정보보호법 제30조에 따라 이용자의 개인정보 및 권익을
          보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록
          다음과 같은 처리방침을 두고 있습니다.
        </p>
        <br />
        <p>
          이 개인정보 처리방침은 개인정보보호법, capet 개인정보 보호에 관한 규칙
          등 관련 법령상의 개인정보 보호규정에 의하여 운영되고 있으며,
          개인정보보호법 제32조에 따라 등록대상이 되는 개인정보파일에 대하여
          적용되어 capet의 업무와 관련된 사항을 기록한 개인정보파일 등은 본
          방침의 적용대상에서 제외됩니다.
        </p>
        <br />
        <p>
          capet은 개인정보 처리방침의 지속적인 개선을 위하여 개인정보 처리방침을
          개정하는데 필요한 절차를 정하고 있습니다. 그리고 본 처리방침은 수시로
          내용이 변경될 수 있으니 정기적으로 방문하여 확인하시기 바랍니다.
        </p>
        <br />
        <p>제1조(개인정보 처리목적)</p>
        <p>
          ① capet은 서비스제공 및 민원처리, 소관 업무수행 등의 목적에 필요한
          범위에서 최소한의 개인정보를 수집하고 있습니다. 처리하고 있는
          개인정보는 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는
          경우는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한
          조치를 이행할 예정입니다.
        </p>
        <p>
          ② capet이 보유 및 처리하고 있는 개인정보파일의 처리목적, 보유기간,
          개인정보의 항목 등은 아래와 같은 방법으로 확인할 수 있습니다. ☞capet
          홈페이지(https://i9a105.p.ssafy.io)
        </p>
        <br />
        <p>제2조(개인정보의 처리 및 보유기간)</p>
        <p>
          capet은 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터
          개인정보 수집 시에 동의 받은 개인정보 보유·이용기간 내에서 개인정보를
          처리·보유합니다.
        </p>
        <br />
        <p>제3조(개인정보의 제3자 제공)</p>
        <p>
          capet은 원칙적으로 정보주체의 개인정보를 수집·이용 목적으로 명시한
          범위 내에서 처리하며, 다음의 경우를 제외하고는 정보주체의 사전 동의
          없이는 본래의 사용목적을 초과하여 처리하거나 제3자에게 제공하지
          않습니다
        </p>
        <p>1. 정보주체로부터 별도의 동의를 받은 경우</p>
        <p>2. 법률에 특별한 규정이 있는 경우</p>
        <p>
          3. 정보주체 또는 법정대리인이 의사표시를 할 수 없는 상태에 있거나
          주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백히 정보주체 또는
          제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는
          경우
        </p>
        <p>
          4. 개인정보를 목적 외의 용도로 이용하거나 이를 제3자에게 제공하지
          아니하면 다른 법률에서 정하는 소관업무를 수행할 수 없는 경우
        </p>
        <p>
          5. 조약, 그 밖의 국제협정의 이행을 위하여 외국정부 또는 국제기구에
          제공하기 위하여 필요한 경우
        </p>
        <p>6. 범죄의 수사와 공소의 제기 및 유지를 위하여 필요한 경우</p>
        <p>7. capet의 재판업무 수행을 위하여 필요한 경우</p>
        <p>8. 형 및 감호, 보호처분의 집행을 위하여 필요한 경우</p>
        <br />
        <p>제4조(개인정보처리의 위탁)</p>
        <p>
          ① capet은 다음과 같이 개인정보 처리업무를 위탁하고 있습니다. 수탁자 및
          업무의 내용 (자세한 내역은 클릭하시면 볼 수 있습니다.)
        </p>
        <p>
          ② capet은 위탁계약 체결 시 개인정보 보호법 제26조에 따라 위탁업무의
          수행목적 외 개인정보 처리금지, 기술적·관리적 보호조치, 재위탁제한,
          수탁자에 대한 관리·감독, 손해배상 등 책임에 관한 사항을 계약서 등
          문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고
          있습니다.
        </p>
        <p>
          ③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체 없이 본 개인정보
          처리방침을 통하여 공개하도록 하겠습니다.
        </p>
        <br />
        <p>제5조(정보주체와 법정대리인의 권리·의무 및 행사방법)</p>
        <p>
          ① 정보주체는 capet에 대해 언제든지 다음 각 호의 개인정보 보호 관련
          권리를 행사할 수 있습니다. 다만, 일정한 사유가 있는 경우에는 권리
          행사에 제한이 있을 수 있습니다.
        </p>
        <p>1. 개인정보 열람요구</p>
        <p>2. 오류 등이 있을 경우 정정 요구</p>
        <p>3. 삭제요구</p>
        <p>4. 처리정지 요구</p>
        <p>
          ② 제1항에 따른 권리행사는 capet에 대해 capet 개인정보 보호지침 [별지
          제2호 서식]에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수
          있습니다.
        </p>
        <p>
          ③ 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한
          경우에는 capet은 정정 또는 삭제를 완료할 때까지 당해 개인정보를
          이용하거나 제공하지 않습니다.
        </p>
        <p>
          ④ 제1항에 따른 권리행사는 정보주체의 법정대리인이나 위임을 받은 자 등
          대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 처리 방법에 관한
          고시 [별지 제11호 서식]에 따른 위임장을 제출해야 합니다.
        </p>
        <p>
          ⑤ 정보주체는 개인정보보호법 등 관계법령을 위반하여 capet이 처리하고
          있는 본인이나 타인의 개인정보 및 사생활을 침해하여서는 아니 됩니다.
        </p>
        <br />
        <p>제6조(처리하는 개인정보 항목)</p>
        <p>
          ① capet은 성명, 전화번호, 전자우편주소, 비밀번호 등의 항목을 수집하고
          있으며, 부가적인 서비스의 제공을 위하여 필요한 개인정보는 선택적으로
          수집하고 있습니다.
        </p>
        <p>
          ② capet은 이용자에게 보다 빠르고 편리한 사용을 지원하고 맞춤형
          서비스를 제공하기 위하여 쿠키(Cookie)를 설치, 운영하고 있습니다. 만일
          이용자가 원하지 않는 경우 웹브라우저에서 옵션을 설정함으로써 쿠키에
          의한 정보 수집을 거부할 수 있습니다. 다만 쿠키 설치를 거부할 경우 일부
          서비스 이용에 어려움이 있을 수 있습니다.
        </p>
        <br />
        <p>제7조(개인정보 파기절차 및 방법)</p>
        <p>
          capet은 원칙적으로 개인정보 보유기간의 경과, 처리목적 달성 등 그
          개인정보가 불필요하게 되었을 때에는 지체없이 파기합니다. 다만, 다른
          법령에 따라 보존하여야 하는 경우에는 그러하지 않을 수 있습니다. 파기의
          절차, 기한 및 방법은 다음과 같습니다.
        </p>
        <br />
        <p>
          1. 파기절차 불필요한 개인정보 및 개인정보파일은 개인정보 보호책임자의
          책임 하에 관계법령 및 내부방침 절차에 따라 안전하게 파기합니다.
        </p>
        <p>
          2. 파기기한 개인정보는 개인정보의 보유기간이 경과된 경우 정당한 사유가
          없는 한 보유기간의 종료일로부터 5일이내에, 개인정보의 처리 목적 달성
          등 그 개인정보가 불필요하게 되었을 때에는 정당한 사유가 없는 한
          개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그
          개인정보를 파기합니다.
        </p>
        <p>3. 파기방법</p>
        <p>
          가. 전자적 형태의 정보는 기록을 재생할 수 없는 기술적 방법을
          사용합니다.
        </p>
        <p>
          나. 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여
          파기합니다.
        </p>
        <br />
        <p>제8조(개인정보 안전성 확보 조치)</p>
        <br />
        <p>
          ① 개인정보의 안전성 확보를 위해 capet은 다음과 같은 조치를 취하고
          있습니다.
        </p>
        <p>
          1. 개인정보 취급직원의 최소화 및 교육 개인정보를 취급하는 직원은
          반드시 필요한 인원에 한하여 지정·관리하고 있으며 취급직원을 대상으로
          안전한 관리를 위한 교육을 실시하고 있습니다
        </p>
        <p>
          2. 개인정보에 대한 접근제한 개인정보를 처리하는 데이터베이스시스템에
          대한 접근권한의 부여·변경·말소를 통하여 개인정보에 대한 접근 통제를
          위한 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의
          무단 접근을 통제하고 있습니다.
        </p>
        <p>
          3. 접속기록의 보관 개인정보처리시스템에 접속한 기록(웹 로그, 요약정보
          등)을 최소 1년 이상 보관·관리하고 있습니다. 다만, 5만명 이상의
          정보주체에 관하여 개인정보를 처리하거나, 고유식별정보 또는 민감정보를
          처리하는 개인정보처리시스템의 경우에는 2년 이상 보관ㆍ관리하고
          있습니다.
        </p>
        <p>
          4. 개인정보의 암호화 개인정보는 암호화 등을 통해 안전하게 저장 및
          관리되고 있습니다. 또한 중요한 데이터는 저장 및 전송 시 암호화하여
          사용하는 등의 별도 보안기능을 사용하고 있습니다.
        </p>
        <p>
          5. 보안 프로그램 설치 및 주기적인 점검·갱신 해킹이나 컴퓨터 바이러스
          등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고
          주기적으로 갱신·점검하고 있습니다.
        </p>
        <p>
          6. 비인가자에 대한 출입통제 개인정보를 보관하고 있는 개인정보시스템의
          물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립·운영하고
          있습니다.
        </p>
        <p>
          7. 내부관리계획의 수립 및 시행 개인정보의 안전한 처리를 위하여 사법부
          개인정보보호 내부관리계획을 수립·시행하고 있습니다.
        </p>
        <br />
        <p>제9조(권익침해 구제방법)</p>
        <p>
          ① capet은 개인정보와 관련한 의견 및 불만 제기와 개인정보 침해사실을
          신고할 수 있는 창구를 개설하고 있습니다. 개인정보와 관련한 불만 및
          침해 사실이 있으신 분은 capet의 "문의하기"를 통하여 의견을 주시거나
          개인정보 보호책임자 또는 담당자에게 전자우편(E-mail) 등으로 의견을
          주시기 바랍니다.
        </p>
        <p>
          ② capet의 자체적인 개인정보 불만처리 및 피해구제 결과에 만족하지 못한
          경우 정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담
          등을 문의하실 수 있습니다.
        </p>
        <p>☞개인정보 침해센터: (국번없이)118 (privacy.kisa.or.kr)</p>
        <p>☞대검찰청 사이버수사과: (국번없이)1301 (www.spo.go.kr)</p>
        <p>☞경찰청 사이버안전국: (국번없이)182 (cyberbureau.police.go.kr)</p>
        <p>☞개인정보 분쟁조정위원회: (국번없이)1833-6972 (www.kopico.go.kr)</p>
        <br />
        <p>
          ③ 개인정보의 열람, 정정·삭제, 처리정지 등에 대한 정보주체의 요구에
          대해 capet이 행한 처분 또는 부작위로 인하여 권리 또는 이익을 침해 받은
          경우 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.
        </p>
        <br />
        <p>이 개인정보 처리방침은 사이트 개설일부터 시행부터 적용됩니다.</p>
      </div>
    </div>
  );
};

export default PrivacyPolicy;
